[
  {
    "feature": true,
    "date": "May 20, 2017",
    "name": "Richard Collins killed",
    "description": "2nd Lt. Richard Collins is stabbed while waiting for an Uber with two friends near the Montgomery Hall bus stop. Days away from graduating, the Bowie State University student dies on his way to the hospital.",
    "link": {
      "text": "UMD student charged in connection with stabbing near Montgomery Hall",
      "href": "https://dbknews.com/2017/05/20/university-police-investigate-homicide-regents-drive/"
    },
    "img": {
      "low": {
        "src": "../assets/images/legal01.png",
        "alt": "Richard Collins killed"
      },
      "high": {
        "src": "../assets/images/legal01@2x.png",
        "alt": "Richard Collins killed"
      }
    }
  },
  {
    "feature": false,
    "date": "May 20, 2017",
    "name": "Former UMD student is charged in Collins' killing",
    "description": "Police charge Sean Urbanski, a white former University of Maryland student, in the killing. Urbanski was a member of an white supremacist Facebook group called \"Alt-Reich: Nation,\" and police discovered racist memes saved to his phone.",
    "link": {
      "text": "UMD student charged in connection with stabbing near Montgomery Hall",
      "href": "https://dbknews.com/2017/05/20/university-police-investigate-homicide-regents-drive/"
    },
    "img": {
      "low": {
        "src": "",
        "alt": ""
      },
      "high": {
        "src": "",
        "alt": ""
      }
    }
  },
  {
    "feature": false,
    "date": "Oct. 17, 2017",
    "name": "Urbanski charged with hate crime",
    "description": "Prosecutors announce they'll charge Sean Urbanski with a hate crime in connection to the death of Collins, citing \"lots of digital evidence\" from his phone and computer.",
    "link": {
      "text": "Former UMD student indicted on hate crime charge in the death of Richard Collins",
      "href": "https://dbknews.com/2017/10/17/hate-crime-charge-sean-urbanski-richard-collins-death-umd/"
    },
    "img": {
      "low": {
        "src": "",
        "alt": ""
      },
      "high": {
        "src": "",
        "alt": ""
      }
    }
  },
  {
    "feature": false,
    "date": "November 2017",
    "name": "Trial delayed 6 months",
    "description": "A Prince George's County judge delays Urbanski's trial by six months, granting his lawyer's request for more time to prepare. The trial, originally set to start in January 2018, was rescheduled for July of that year.",
    "link": {
      "text": "Trial delayed 6 months for former UMD student charged in Richard Collins’ murder",
      "href": "https://dbknews.com/2017/11/30/sean-urbanski-richard-collins-murder-hate-crime-umd-trial-delay-july/"
    },
    "img": {
      "low": {
        "src": "",
        "alt": ""
      },
      "high": {
        "src": "",
        "alt": ""
      }
    }
  },
  {
    "feature": false,
    "date": "May 2018",
    "name": "Defense motions to bar digital evidence from trial",
    "description": "Urbanski's lawyers file a motion to prohibit prosecutors from using evidence linking him to the racist Facebook page, as well as messages and cartoon images from his phone, in their arguments. They wrote that in addition to being irrelevant to the case, this content is \"particularly offensive, extremely prejudicial\" and \"highly inflammatory,\" and could bias the jury against Urbanski.",
    "link": {
      "text": "Sean Urbanski’s lawyers want to bar racist Facebook page evidence in Richard Collins case",
      "href": "https://dbknews.com/2018/05/07/urbanski-lawyers-ban-evidence-hate-crime/"
    },
    "img": {
      "low": {
        "src": "",
        "alt": ""
      },
      "high": {
        "src": "",
        "alt": ""
      }
    }
  },
  {
    "feature": false,
    "date": "July 2018",
    "name": "Defense requests separate trials for murder, hate crime charges",
    "description": "Urbanski's lawyers file a motion calling for two trials for their client: one for his hate crime charge and another for his murder charge. They cited a rule in Maryland courts, which permits separate trials for multiple charges if evidence for one charge could affect how the defendant is judged on another charge.",
    "link": {
      "text": "Sean Urbanski’s lawyers request separate trials for murder, hate crime charges",
      "href": "https://dbknews.com/2018/07/25/sean-urbanski-richard-collins-murder-hate-crime-trial-umd-bowie-state/"
    },
    "img": {
      "low": {
        "src": "",
        "alt": ""
      },
      "high": {
        "src": "",
        "alt": ""
      }
    }
  },
  {
    "feature": false,
    "date": "November 2018",
    "name": "Defense motions for hate crime charge to be dropped",
    "description": "Urbanski's lawyers file a motion for the hate crime charge against their defendant to be thrown out, citing the First Amendment. They argued that the evidence propping up this charge — Urbanski's membership in the racist Facebook group and cartoons and images on his cell phone — has no \"substantive or temporal connection\" to Collins' killing. Therefore, they argue, the charge violates Urbanski's right to free speech.",
    "link": {
      "text": "Sean Urbanski’s lawyers want hate crime charge to be dropped, citing First Amendment",
      "href": "https://dbknews.com/2018/11/15/sean-urbanski-richard-collins-murder-trial-umd-bowie-state-student-hate-crime-race-first-amendment/"
    },
    "img": {
      "low": {
        "src": "",
        "alt": ""
      },
      "high": {
        "src": "",
        "alt": ""
      }
    }
  },
  {
    "feature": false,
    "date": "January 2019",
    "name": "Trial delayed for a third time",
    "description": "Amid turnover in the state's attorney's office, prosecutors motioned for Urbanski's trial to be pushed back to give the new state's attorney and her staff time to prepare and understand the case.",
    "link": {
      "text": "",
      "href": "https://dbknews.com/2019/01/03/sean-urbanski-murder-trial-delayed-richard-collins-umd-bowie-state-hate-crime-charge/"
    },
    "img": {
      "low": {
        "src": "",
        "alt": ""
      },
      "high": {
        "src": "",
        "alt": ""
      }
    }
  },
  {
    "feature": false,
    "date": "May 30, 2019",
    "name": "Hearing postponed when Urbanski doesn't show",
    "description": "Due to transportation issues, Urbanski doesn't make it to the courtroom when a judge is scheduled to hear arguments on the motions his lawyers have filed. It is rescheduled to the following week.",
    "link": {
      "text": "Judge postpones hearing on “inflammatory” evidence in Sean Urbanski trial",
      "href": "https://dbknews.com/2019/05/31/umd-richard-collins-court-delay-hearing-sean-urbanski-evidence-trial/"
    },
    "img": {
      "low": {
        "src": "",
        "alt": ""
      },
      "high": {
        "src": "",
        "alt": ""
      }
    }
  },
  {
    "feature": false,
    "date": "June 5, 2019",
    "name": "Judge denies all three of defense's motions",
    "description": "Prince George’s County Circuit Court Judge Lawrence Hill rejects all three of Urbanski’s lawyers motions. The ruling ensures that the digital evidence from his phone is admissible in court, his hate crime charge will remain and the trial will not be severed in two.",
    "link": {
      "text": "Sean Urbanski will face hate crime charges in Richard Collins’ killing, judge rules",
      "href": "https://dbknews.com/2019/06/05/umd-hate-crime-college-park-urbanski/"
    },
    "img": {
      "low": {
        "src": "",
        "alt": ""
      },
      "high": {
        "src": "",
        "alt": ""
      }
    }
  }
]