[
  {
    "feature": false,
    "date": "Dec. 12, 2016",
    "name": "White nationalist posters found on campus buildings",
    "description": "Police respond to posters at Marie Mount and Tydings halls that advertised white nationalist group American Vanguard. \"Defending your people is a social duty,\" one of the posters reads. Over the coming months, similar posters are reported at least five more times.",
    "link": {
      "text": "",
      "href": ""
    },
    "img": {
      "low": {
        "src": "",
        "alt": ""
      },
      "high": {
        "src": "",
        "alt": ""
      }
    }
  },
  {
    "feature": false,
    "date": "April 27, 2017",
    "name": "Noose found in fraternity house",
    "description": "A noose is found hanging in the kitchen of the Phi Kappa Tau fraternity house. Police determined the event was a hate bias incident, but the investigation ultimately bore no results. The event was the spark for renewed activism from marginalized student groups — culminating in a march on the administration building.",
    "link": {
      "text": "Noose found in UMD Phi Kappa Tau chapter house kitchen",
      "href": ""
    },
    "img": {
      "low": {
        "src": "",
        "alt": ""
      },
      "high": {
        "src": "",
        "alt": ""
      }
    }
  },
  {
    "feature": false,
    "date": "May 20, 2017",
    "name": "Richard Collins killed",
    "description": "2nd Lt. Richard Collins is stabbed while waiting for an Uber with two friends near the Montgomery Hall bus stop. Days away from graduating, the Bowie State University student dies on his way to the hospital.",
    "link": {
      "text": "UMD student charged in connection with stabbing near Montgomery Hall",
      "href": "https://dbknews.com/2017/05/20/university-police-investigate-homicide-regents-drive/"
    },
    "img": {
      "low": {
        "src": "../assets/images/legal01.png",
        "alt": "Richard Collins killed"
      },
      "high": {
        "src": "../assets/images/legal01@2x.png",
        "alt": "Richard Collins killed"
      }
    }
  },
  {
    "feature": false,
    "date": "June 31, 2017",
    "name": "Black students send letters to admissions department",
    "description": "The admissions department receives letters from a handful of black students who had been admitted to the university but had chosen not to enroll, specifically citing safety concerns in the wake of Collins’ death.",
    "link": {
      "text": "Black students send letters to admissions department",
      "href": ""
    },
    "img": {
      "low": {
        "src": "",
        "alt": ""
      },
      "high": {
        "src": "",
        "alt": ""
      }
    }
  },
  {
    "feature": false,
    "date": "Aug. 29, 2017",
    "name": "Loh announces diversity task force",
    "description": "University President Wallace Loh announces the creation of a Joint Task Force on Inclusion and Respect, aimed at reviewing campus policies and making recommendations to the administration in the hopes of improving the campus for minority students. He also announces \"plans to consider harsher punishments for hate bias incidents.\"",
    "link": {
      "text": "Loh announces diversity task force chairs, new initiatives to \"stand for our values\"",
      "href": ""
    },
    "img": {
      "low": {
        "src": "",
        "alt": ""
      },
      "high": {
        "src": "",
        "alt": ""
      }
    }
  },
  {
    "feature": false,
    "date": "April 10, 2018",
    "name": "Collins memorial, hate bias response coordinator announced",
    "description": "Loh announces that the university will construct a memorial to Collins and that Neijma Celestine-Donnor will fill the role of hate bias response coordinator, meaning she'll work to develop education and outreach efforts to combat hate on the campus.",
    "link": {
      "text": "Loh announces diversity task force chairs, new initiatives to \"stand for our values\"",
      "href": ""
    },
    "img": {
      "low": {
        "src": "",
        "alt": ""
      },
      "high": {
        "src": "",
        "alt": ""
      }
    }
  },
  {
    "feature": false,
    "date": "May 3, 2018",
    "name": "Loh signs off on task force recommendations",
    "description": "Loh signs off on the joint task force's recommendations, which include a policy prohibiting “threatening or intimidating acts motivated in whole or in part because of an individual or group’s actual or perceived protected status,” and a statement affirming the university's values.",
    "link": {
      "text": "",
      "href": ""
    },
    "img": {
      "low": {
        "src": "",
        "alt": ""
      },
      "high": {
        "src": "",
        "alt": ""
      }
    }
  },
  {
    "feature": false,
    "date": "July 31, 2018",
    "name": "Interim chief diversity officer resigns",
    "description": "Roger Worthington, who served in the chief diversity officer role for just over a year, resigns from his position. He later criticizes the administration for not allowing him to speak honestly with the campus community during his time on the job.",
    "link": {
      "text": "",
      "href": ""
    },
    "img": {
      "low": {
        "src": "",
        "alt": ""
      },
      "high": {
        "src": "",
        "alt": ""
      }
    }
  },
  {
    "feature": false,
    "date": "Oct. 31, 2018",
    "name": "Data shows sharp decline in black enrollment",
    "description": "The university releases its fall 2018 enrollment data, showing the lowest enrollment of black freshmen since 1992 — the first year data was collected. Just over 7 percent of the freshman class was African-American, a 30 percent decrease from the previous year.",
    "link": {
      "text": "",
      "href": ""
    },
    "img": {
      "low": {
        "src": "",
        "alt": ""
      },
      "high": {
        "src": "",
        "alt": ""
      }
    }
  },
  {
    "feature": false,
    "date": "November 2018",
    "name": "External review offers few answers",
    "description": "The release of the long-awaited external review of diversity on the campus, commissioned after Collins’ death, offers few answers and largely endorses the efforts the administration has already taken.",
    "link": {
      "text": "",
      "href": ""
    },
    "img": {
      "low": {
        "src": "",
        "alt": ""
      },
      "high": {
        "src": "",
        "alt": ""
      }
    }
  },
  {
    "feature": false,
    "date": "March 25, 2019",
    "name": "Vice President of Diversity and Inclusion hired",
    "description": "The university announced its hiring of Georgina Dodge, formerly the current chief diversity officer at Bucknell University, as the new Vice President of Diversity and Inclusion. She tells The Diamondback she’ll make it a priority to rebuild trust between students and the administration.",
    "link": {
      "text": "",
      "href": ""
    },
    "img": {
      "low": {
        "src": "",
        "alt": ""
      },
      "high": {
        "src": "",
        "alt": ""
      }
    }
  },
  {
    "feature": false,
    "date": "May 8, 2019",
    "name": "Climate survey data finds safety concerns among minorities",
    "description": "The full results of the campus climate survey — launched in January 2018 — reveal that safety concerns and feelings of detachment at the university are disproportionately high among minority groups. White respondents reported feeling the most safe, while black and African American respondents reported feeling the least safe.",
    "link": {
      "text": "",
      "href": ""
    },
    "img": {
      "low": {
        "src": "",
        "alt": ""
      },
      "high": {
        "src": "",
        "alt": ""
      }
    }
  },
  {
    "feature": false,
    "date": "May 21, 2019",
    "name": "Students call for a Collins memorial 2 years after his killing",
    "description": "At a town hall held to honor Collins' life and discuss hate at UMD, students called for the demolition of the bus stop where the young man was killed and the construction of a memorial in its place. They also expressed frustration that these steps hadn't already been taken.",
    "link": {
      "text": "",
      "href": ""
    },
    "img": {
      "low": {
        "src": "",
        "alt": ""
      },
      "high": {
        "src": "",
        "alt": ""
      }
    }
  }
]